Repository: pawelrup/Houseradio
Catalog: Houseradio/Resources/*.lproj/Localizable.strings
Languages: de, fr, it, ja, pl, ru, sk, uk

# LANGUAGE_CODE
source: en
de: de
fr: fr
it: it
ja: jp
pl: pl
ru: ru
sk: sk
uk: uk

source: Connection failed.
de: Verbindung fehlgeschlagen.
fr: La connexion a échoué.
it: Connessione fallita.
ja: コネクションは問題あり
pl: Błąd połączenia.
ru: Подключение не удалось.
sk: Chyba pripojenia.
uk: Підключення не вдалося.

source: The Internet connection appears to be offline.
de: Die Internet-Verbindung scheint offline zu sein.
fr: La connexion Internet semble être déconnecté.
it: La connessione a Internet sembra essere in scollegato.
ja: インターネットのコネクションがオフラインになります
pl: Brak połączenia z internetem.
ru: Интернета, кажется, нет.
sk: Bez pripojenia na Internet.
uk: Інтернету, здається, немає.

source: Invalid URL.
de: Ungültige URL.
fr: URL invalide.
it: URL non valido.
ja: URLがつながらなかったり
pl: Błędny adres URL.
ru: Неправильный адрес.
sk: Neplatná adresa URL.
uk: Неправильний адресу.

source: Server not responding.
de: Server reagiert nicht.
fr: Serveur ne répond pas.
it: Il server non risponde.
ja: サーバーが反応しなかったり
pl: Serwer nie odpowiada.
ru: Сервер не отвечает.
sk: Server neodpovedá.
uk: Сервер не відповідає.

source: Loading metadata. Please wait.
de: Metadaten geladen. Warten Sie mal.
fr: Métadonnées de chargement. Attendez un moment, s'il vous plaît.
it: Caricamento metadati. Attendere prego.
ja: メターデータに繋がっています。少しお待ちください。
pl: Ładowanie metadanych. Proszę czekać.
ru: Загрузка метаданных. Пожалуйста, подождите.
sk: Načítanie metadáta. Prosím počkajte.
uk: Завантаження метаданих. Будь ласка зачекайте.

source: I'm listening to %@ on #houseradio right now. Check it out! http://www.houseradio.pl
de: Ich höre jetzt %@ auf #houseradio Hör zu! http://www.houseradio.pl
fr: Je suis à l'écoute %@ sur #houseradio dès maintenant. Vérifiez-le! http://www.houseradio.pl
it: Sto ascoltando %@ su #houseradio momento. Controlla! http://www.houseradio.pl
ja: %@の応答を聞いています 少し時間をください #houseradio http://www.houseradio.pl
pl: Słucham teraz %@ na #houseradio Sprawdź to! http://www.houseradio.pl
ru: Я слушаю %@ на #houseradio прямо сейчас. Проверь это! http://www.houseradio.pl
sk: Počúvam teraz %@ na #houseradio Počúvajte taky! http://www.houseradio.pl
uk: Я слухаю %@ на #houseradio прямо зараз. Перевір це! http://www.houseradio.pl

source: Copyright © 2015 Pawel Rup. All rights reserved.
de: Copyright © 2014 Paweł Rup. Alle Rechte vorbehalten.
fr: Droit d'auteur © 2015 Pawel Rup. Tous droits réservés.
it: Diritto D'Autore © 2015 Pawel Rup. Tutti i diritti riservati.
ja: 著作権 © 2015 Pawel Rup. 全著作権所有。
pl: Copyright © 2015 Pawel Rup. Wszelkie prawa zastrzeżone.
ru: Aвторское право √ 2015 Pawel Rup. Все права защищены.
sk: Copyright © 2015 Pawel Rup. Všetky práva vyhradené.
uk: Aвторське право © 2015 Pawel Rup. Всі права захищені.

source: Your Apple Watch is not reachable.
de: Ihr Apple Watch ist nicht erreichbar
fr: Votre Apple Watch est pas accessible
it: Il tuo Apple Watch non è raggiungibile
ja: あなたのApple Watchは到達できません。
pl: Twój Apple Watch jest nieosiągalny.
ru: Пульта Apple Watch недостижим.
sk: Apple Watch nie je dosiahnuteľný
uk: Ваш Apple Watch не доступний

source: Your iOS device is not reachable.
de: Ihr iOS-Gerät ist nicht erreichbar
fr: Votre appareil iOS est pas accessible
it: Il tuo dispositivo iOS non è raggiungibile
ja: お使いのiOSデバイスが到達できません。
pl: Twoje urządzenie iOS jest nieosiągalne.
ru: Устройство Система IOS недостижим.
sk: Vaše zariadenie iOS nie je dosiahnuteľný
uk: Пристрій iOS не доступний

source: Could not connect with Apple Watch.
de: Konnte nicht mit Apple Watch Verbindung
fr: Impossible de se connecter avec Apple Watch
it: Impossibile connettersi con Apple Watch
ja: Apple Watchに接続できませんでした。
pl: Nie można było połączyć się z Apple Watch.
ru: Вы не можете подключиться к компании Apple Watch.
sk: Nemôžem sa pripojiť s Apple Watch
uk: Неможливо з'єднатися з Apple Watch

source: Could not connect with iOS device.
de: Konnte nicht mit dem iOS-Gerät verbinden
fr: Impossible de se connecter avec appareil iOS
it: Impossibile connettersi con il dispositivo iOS
ja: iOSデバイスと接続できませんでした。
pl: Nie można było połączyć się z urządzeniem iOS.
ru: Не удалось подключиться к устройству iOS.
sk: Nedá sa pripojiť k zariadenia iOS.
uk: Неможливо з'єднатися з пристроєм iOS

source: Play
de: Spiel
fr: Jouer
it: Gioca
ja: 遊びます
pl: Odtwarzaj
ru: Играть
sk: Hrať
uk: Грати

source: Pause
it: Pausa
ja: 一時停止
pl: Pauza
ru: Пауза
sk: Pauza
uk: Пауза

source: Stop
de: Halt
fr: Arrêtez
ja: やめる
ru: Стоп
sk: Prestať
uk: СТОП

source: Tap twice to open houseradio fanpage.
de: Tippen Sie zweimal auf, um die Fanpage von houseradio zu öffnen.
fr: Appuyez deux fois pour ouvrir fanpage houseradio.
it: Tocca due volte per aprire la fanpage di houseradio.
ja: houseradioファンページを開くために二回タップします。
pl: Stuknij dwukrotnie aby otworzyć fanpage houseradio.
ru: Дважды коснитесь, чтобы открыть фоновую страницу houseradio.
sk: Klepnutím dvakrát otvoríte stránku fanúšikov domény.
uk: Двічі торкніться, щоб відкрити домашню сторінку houseradio.

source: Share
de: Aktie
fr: Partager
it: Condividere
ja: シェア
pl: Udostępnij
ru: Поделиться
sk: zdieľam
uk: Поділитися

source: Tap twice to share.
de: Tippen Sie zweimal zu teilen.
fr: Appuyez deux fois pour partager.
it: Tocca due volte per condividere.
ja: 共有するには2回タップします。
pl: Stuknij dwukrotnie aby udostępnić.
ru: Дважды нажмите, чтобы поделиться
sk: Poklepaním dvakrát zdieľate.
uk: Торкніться двічі, щоб поділитися.

source: Tap twice to play.
de: Tippen Sie zweimal, um zu spiel.
fr: Appuyez deux fois pour jouer.
it: Tocca due volte per riprodurre.
ja: プレイするために二回タップします。
pl: Stuknij dwukrotnie aby rozpocząć odtwarzanie.
ru: Нажмите дважды, чтобы играть.
sk: Poklepaním dvakrát prehrajte.
uk: Торкніться двічі, щоб грати.

source: Tap twice to stop.
de: Tippen Sie zweimal, um zu stoppen.
fr: Appuyez deux fois pour arrêter.
it: Toccare due volte per interrompere.
ja: 停止するには2回タップしてください。
pl: Stuknij dwukrotnie aby zatrzymać.
ru: Дважды нажмите, чтобы остановить.
sk: Poklepaním dvakrát zastavte.
uk: Торкніться двічі, щоб зупинити.
